{"cards":
[
  {
    "id": 1,
    "image":
      "https://raw.githubusercontent.com/AnastasiiaIva/path-website/main/assets/images/Image1.png",
    "text": "Don’t use any transport today (only walk)",
    "missionText":
      "Walking increases your cardiovascular fitness, strengthens muscles, and improves mood. Science shows that just 30 minutes of walking daily can reduce the risk of heart disease.",
    "challengeText":
      "Walking increases your cardiovascular fitness, strengthens muscles, and improves mood. Science shows that just 30 minutes of walking daily can reduce the risk of heart disease.",
    "lifeText":
      "Walking increases your cardiovascular fitness, strengthens muscles, and improves mood. Science shows that just 30 minutes of walking daily can reduce the risk of heart disease."
  },
  {
    "id": 2,
    "image":
      "https://raw.githubusercontent.com/AnastasiiaIva/path-website/main/assets/images/Image2.png",
    "text": "Plant a Tree or a Plant",
    "missionText":
      "Gardening is a great moderate exercise that improves strength, flexibility, and mood. Science shows it reduces stress and boosts immune function.",
    "challengeText":
      "Trees absorb carbon dioxide and release oxygen, combating climate change, improving air quality, and supporting biodiversity.",
    "lifeText":
      "Planting fosters a sense of accomplishment and connection to nature. Research indicates it enhances mental well-being and life satisfaction."
  },
  {
    "id": 3,
    "image":
      "https://raw.githubusercontent.com/AnastasiiaIva/path-website/main/assets/images/Image3.png",
    "text": "Declutter and Donate",
    "missionText":
      "A tidy space reduces anxiety, improves focus, and enhances mental well-being. Plus, decluttering encourages physical activity, boosting cardiovascular health.",
    "challengeText":
      "Donating items helps reduce waste and the demand for new products. Reusing and recycling conserve resources and decrease landfill waste.",
    "lifeText":
      "Donating fosters community and purpose, enhancing personal happiness and social connections. A clutter-free space also boosts productivity and creativity."
  }
]
}